Repository: belonesox/django-easy-audit
Catalog: easyaudit/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Successfully removed %d rows
ru: %d строк успешно удалено

source: ERROR
ru: ОШИБКА

source: Action cancelled by user
ru: Действие отменено пользователем

source: Purge all %s ... are you sure?
ru: Удалить все %s ... вы уверены?

source: Easy Audit Application
ru: Аудит активности

source: Create
ru: Создание

source: Update
ru: Обновление

source: Delete
ru: Удаление

source: Many-to-Many Change
ru: Изменение многие ко многим

source: Reverse Many-to-Many Change
ru: Изменение обратного многие ко многим

source: Event type
ru: Тип события

source: Object ID
ru: ID объекта

source: Content type
ru: Тип содержимого

source: Object representation
ru: Представление объекта

source: Object JSON representation
ru: JSON представление объекта

source: Changed fields
ru: Изменившиеся поля

source: User
ru: Пользователь

source: String version of the user pk
ru: Строковая версия ПК пользователя

source: User PK as string
ru: ПК пользователя как строка

source: Date time
ru: Дата время

source: CRUD event
ru: CRUD событие

source: CRUD events
ru: CRUD события

source: Login
ru: Вход

source: Logout
ru: Выход

source: Failed login
ru: Неудачная попытка входа

source: Username
ru: Имя пользователя

source: Remote IP
ru: Удаленный IP

source: login event
ru: событие входа

source: login events
ru: События входа

source: URL
ru: Адрес

source: Method
ru: Метод

source: Query string
ru: Запрос

source: request event
ru: Событие запроса

source: request events
ru: События запроса

source: Purge %(name)s
ru: Удалить %(name)s

source: Home
ru: Домой

source: Purge
ru: Удалить

source: Please confirm deletion
ru: Подтвердите удаление

source: This operation is destructive, cannot be undone and may require some minutes.
ru: Эта операция удаляет данные, не может быть отменена и потребует несколько минут.

source: Are you sure you want to permanently remove all objects ?
ru: Вы уверены, что хотите удалить все объекты?

source: Yes, I\
ru: Да, я\

source: Cancel
ru: Отменить
